Repository: Moltkex/q4os-i18n
Catalog: q4os-tools/*/appsetup2.po
Languages: es

source: < Back
es: < Atras

source: </b></p><p>Cleaning and canceling now ...</p>
es: </b></p><p>Limpiando y cancelando...</p>

source: <p><h2>Completing _SUBST_SWNAME_ setup wizard</h2><br></p> <p>Software _SUBST_SWNAME_ has been installed on your computer.<br></p> <p>Click Finish to close the wizard.<br><br><br><br><br><br></p> <p>Visit _SUBST_SWNAME_ website for the latest news, FAQs and support</p>
es: <p><h2>Completando _SUBST_SWNAME_ asistente</h2><br></p> <p>La aplicación _SUBST_SWNAME_ ha sido instalada en su equipo.<br></p> <p>Clic en finalizar para cerrar el asistente.<br><br><br><br><br><br></p> <p>Visite_SUBST_SWNAME_ sitio web para las ultimas noticias, PFs y soporte</p>

source: <p><h2>Welcome to the _SUBST_SWNAME_ setup wizard</h2></p> <p>This wizard will guide you through the installation of the _SUBST_SWNAME_ application.</p> <p>Click Next to continue.</p>
es: <p><h2>Bienvenido/a a el _SUBST_SWNAME_ asistente de instalación</h2></p> <p>Este asistente le guiará a través de la instalación de la aplicación _SUBST_SWNAME_.</p> <p>Haga clic en siguiente para continuar.</p>

source: <p>Error installing application, sorry, I cannot install.</p><p>Setup messages were recorded into logfile: <b>
es: <p>Error al instalar la aplicación, disculpe, no se puede continuar.</p><p>Los mensajes de configuración se guardaron en el archivo de registro: <b>

source: <p>Internet connection is inactive or very slow. Installer needs to download application packages from Q4OS Internet sources. Setup cannot continue ...</p>
es: <p>La conexión a Internet está inactiva o es muy lenta. El instalador debe descargar los paquetes de aplicaciones de las fuentes de Internet de Q4OS. El programa de instalación no puede continuar...</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p><p>Cleaning and canceling now ...</p>
es: <p>El sistema de paquetes está ocupado, no está listo para instalar ahora. </p><p>La instalación no puede continuar. </p> <p> El bloqueo es causado, muy probablemente, por actualizaciones continuas del sistema en segundo plano. Si este es el caso, debe esperar un momento para que el sistema de paquetes finalice estas operaciones. Asegúrese de no estar instalando otra aplicación y repita la configuración unos minutos más tarde. </p> <p> Limpiando y cancelando ahora ...

source: <p>Package system is in non consistent state, it has to be recovered manually. Installation cannot continue now.</p><p>Cleaning and canceling ...</p>
es: <p>El sistema de paquetes no está en un estado consistente, debe recuperarse manualmente. La instalación no puede continuar ahora. </p> <p> Limpiar y cancelar ... </p>

source: <p>Packages couldn't be downloaded, please check your Internet connection. Sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
es: <p>No se pudieron descargar los paquetes, verifique su conexión a Internet. Disculpe, la instalación no puede continuar. </p> <p> Limpiando y cancelando ...</p>

source: <p>Simulation not successful, sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
es: <p>La simulación no se realizó correctamente, disculpe, la instalación no puede continuar.</p> <p> Limpiando y cancelando ...</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
es: <p>Advertencia: Cancelar la instalación durante esta fase podría resultar en una falla del sistema de paquetes. </p> <p> ¿Está realmente seguro de que desea interrumpir el proceso de instalación ahora?</p>

source: <p>result:&nbsp;&nbsp;<b>passed OK !</b></p>
es: <p>resultado:&nbsp;&nbsp;<b>bueno ¡Aceptar!</b></p>

source: Adding security keys ...
es: Añadiendo claves de seguridad ...

source: Adding security keys ... OK
es: Añadiendo claves de seguridad ... Aceptar

source: Autofix not needed ... OK
es: No es necesaria la reparación automática ... Aceptar

source: Calculating progress ...
es: Calculando el progreso ...

source: Cancel
es: Cancelar

source: Checking installation ...
es: Comprobando la instalación ...

source: Checking installation ... Error !
es: Comprobando la instalación ... ¡Error!

source: Checking installation ... OK
es: Comprobando la instalación ... Aceptar

source: Checking package system ...
es: Comprobando el sistema de paquetes ...

source: Copying system packages ...
es: Copiando paquetes del sistema ...

source: Copying system packages ... Done
es: Copiando paquetes del sistema ... Hecho

source: Do you really want to cancel pending operation ?
es: ¿Realmente desea cancelar la operación pendiente?

source: Downloading packages ...
es: Descargando paquetes ...

source: Downloading packages ... Done
es: Descargando paquetes ... Hecho

source: Enter your password to continue:
es: Ingrese su contraseña para continuar:

source: Extracting archive ...
es: Extrayendo archivo ...

source: Extracting archive ... Done
es: Extrayendo archivo ... Hecho

source: Fast system checks
es: Comprobaciones rápidas del sistema

source: Finish >
es: Finalizar>

source: Finishing installation ...
es: Terminando la instalación ...

source: Get permissions
es: Obtener permisos

source: I Agree
es: Estoy de acuerdo

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install _SUBST_SWNAME_ software.
es: Si acepta los términos del acuerdo, haga clic en Acepto para continuar. Debe aceptar el acuerdo para instalar la aplicación _SUBST_SWNAME_.

source: Install >
es: Instalar>

source: Installation successfully completed :-)
es: Instalación completada con éxito :-)

source: Installing
es: Instalando

source: Installing files ...
es: Instalando archivos ...

source: Installing files ... OK
es: Instalando archivos ... Aceptar

source: License Agreement
es: Acuerdo de licencia

source: License text ...
es: Texto de licencia ...

source: Next >
es: Siguiente>

source: Package system ... Busy !
es: Sistema de paquetes ... ¡Ocupado!

source: Package system not consistent ...
es: El sistema de paquetes no es consistente ...

source: Package system still not consistent, canceling installation ...
es: El sistema de paquetes aún no es consistente, cancelando la instalación ...

source: Partial update sw database ...
es: Actualización parcial de la base de datos de centro de aplicaciones ...

source: Partial update sw database ... Done
es: Actualización parcial de la base de datos del centro de aplicaciones ... Hecho

source: Please review the license terms before install
es: Por favor, revise los términos de la licencia antes de instalar

source: Please wait while software is being installed
es: Por favor, espere mientras se instala la aplicación

source: Postinstall operations ...
es: Operaciones posteriores a la instalación ...

source: Postinstall operations ... Done
es: Operaciones posteriores a la instalación ... Hecho

source: Postinstall operations, additional commands ...
es: Operaciones posteriores a la instalación adicionales ...

source: Postinstall operations, update sw database ...
es: Operaciones posteriores a la instalación, refrescar base de datos del centro de aplicaciones ...

source: Postinstall operations, upgrade sw database ...
es: Operaciones posteriores a la instalación, actualizar base de datos del centro de aplicaciones

source: Preparing installation files ...
es: Preparando archivos de instalación ...

source: Preparing installation files ... OK
es: Preparando archivos de instalación ... Aceptar

source: Press Page Down to see the rest of agreement.
es: Presione AvPág para ver el resto del acuerdo.

source: Q4OS Install System v0.2.0
es: Sistema de instalación Q4OS v0.2.0

source: Recovered ... OK
es: Recuperado ... Aceptar

source: Registering application ... OK
es: Registrando aplicación ... Aceptar

source: Searching for language packages ...
es: Buscando paquetes de idiomas ...

source: Searching for language packages ... Done
es: Buscando paquetes de idiomas ... Hecho

source: Setup action:
es: Acción de configuración:

source: Setup action:
es: Acción de configuración:

source: System asks for installation permissions
es: El sistema solicita permisos de instalación

source: System is prechecking installation environment
es: El sistema está comprobando previamente el entorno de instalación

source: Testing Internet connection ...
es: Probando la conexión a Internet ...

source: Testing Internet connection ... Failed !
es: Probando la conexión a Internet ...¡Falló!

source: Testing Internet connection ... OK
es: Probando la conexión a Internet ... Aceptar

source: Testing installation ...
es: Probando la instalación ...

source: Testing installation ... Done
es: Probando la instalación ... Hecho

source: Trying to recover APT integrity ...
es: Intentando recuperar la integridad de APT ...

source: Update sw database ...
es: Actualizar la base de datos del centro de aplicaciones ...

source: Update sw database ... Done
es: Actualizar la base de datos del centro de aplicaciones ... Hecho

source: Update system cache ...
es: Actualizar la caché del sistema ...

source: Update system cache ... Done
es: Actualizar la caché del sistema ... Hecho

source: Verified ... OK
es: Verificado ... Aceptar

source: Waiting to complete current operation ... Done
es: Esperando completar la operación actual ... Hecho

source: setup wizard
es: asistente de configuración
