Repository: Moltkex/q4os-i18n
Catalog: q4os-tools/*/desktop-profiler.po
Languages: nl, pl

source: Install >
nl: Installeren >
pl: Instaluj >

source: * select please *
nl: * Maak een keuze *
pl: * proszę wybrać *

source: <html> <font size="5"><p>Please select default desktop environment.</p></font> <p align=justify>The lightweight and efficient <b>Trinity</b> desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced <b>KDE Plasma</b> desktop environment.</p> </html>
nl: <html> <font size="5"><p>Kies de standaard werkomgeving.</p></font> <p align=justify>Momenteel is de lichte, efficiënte <b>Trinity</b>-werkomgeving geïnstalleerd en afgesteld. Echter, de Q4OS-instelhulp heeft vastgesteld dat uw computer krachtig genoeg is om de krachtigere <b>KDE Plasma</b>-werkomgeving te gebruiken.</p> </html>
pl: <html> <font size="5"><p>Proszę, wybierz domyślne środowisko graficzne.</p></font> <p align=justify>Lekkie i wydajne <b>Trinity</b> jest obecnie zainstalowane i skonfigurowane jako domyślne. Mimo to, instalator Q4OS wykrył, że Twój komputer ma odpowiednią moc, żeby obsłużyć bardziej zaawansowane środowisko <b>KDE Plasma</b>.</p> </html>

source: <p align=justify>This dialog lets you choose an additional desktop environment (DE) to install alongside the default Q4OS desktop.</p><p align=justify>Please do not use this option, unless you are absolutely sure what you are doing.</p>
nl: <p align=justify>In dit venster kunt u een aanvullende werkomgeving (DE) kiezen. Deze wordt geïnstalleerd naast de standaard Q4OS-werkomgeving.</p><p align=justify>Gebruik deze optie alléén als u weet wat u doet.</p>
pl: <p align=justify>To okno pozwoli Ci wybrać dodatkowe środowisko graficzne do instalacji obok domyślnego pulpitu Q4OS.</p><p align=justify>Proszę nie zaznaczaj tej opcji, chyba że jesteś pewien że wiesz co robisz.</p>

source: <p>Do you want to cancel pending operation ?</p>
nl: <p>Wilt u de huidige handeling afbreken?</p>
pl: <p>Czy chcesz anulować oczekującą operację ?</p>

source: <p>Install and set <span style="font-weight:600">KDE Plasma</span> environment as default and leave the Trinity desktop as an option.</p>
nl: <p>Installeer de <span style="font-weight:600">KDE Plasma</span>-werkomgeving en stel deze in als standaard werkomgeving, maar behoudt de optie voor de Trinity-werkomgeving.</p>
pl: <p>Zainstaluj i skonfiguruj środowisko <span style="font-weight:600">KDE Plasma</span> jako domyślne i pozostaw Trinity jako opcję.</p>

source: <p>Insufficient hardware detected !</p><p>Your CPU lacks SSE2 support, SSE2 is necessary for required software.</p>
nl: <p>Onvoldoende krachtige hardware gedetecteerd!</p><p>Uw processor heeft geen SSE2-ondersteuning, wat nodig is voor de vereiste software.</p>
pl: <p>Komputer nie spełnia wymagań sprzętowych !</p><p>Twój procesor nie posiada instrukcji SSE2, które są niezbędne do zainstalowania tego oprogramowania.</p>

source: <p>Insufficient hardware detected !</p><p>Your computer is low in hardware resources for profile you have selected, it's not recommended to install the profile.</p>
nl: <p>Onvoldoende krachtige hardware gedetecteerd!</p><p>Uw computer is niet krachtig genoeg voor het gekozen profiel. Gebruik van dit profiel wordt afgeraden.</p>
pl: <p>Komputer nie spełnia wymagań sprzętowych !</p><p>Twój komputer ma niskie zasoby sprzętowe jak dla wybranego profilu. Instalacja tego profilu nie jest zalecana.</p>

source: <p>Keep the <span style="font-weight:600">Trinity</span> desktop as default, no Plasma will be installed. You can start Plasma installation later using the Desktop profiler tool.</p>
nl: <p>Behoud de <span style="font-weight:600">Trinity</span>-werkomgeving. U kunt de Plasma-installatie later starten middels het programma 'Werkomgevingsprofielen'.</p>
pl: <p>Użyj środowiska <span style="font-weight:600">Trinity</span> jako domyślne, środowisko Plasma nie będzie instalowane. Możesz je zainstalować później używając narzędzia Konfigurator Pulpitu.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, most likely, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p>
nl: <p>Het pakketsysteem is bezig; het installeren kan niet doorgaan.</p><p>De vergrendeling wordt hoogstwaarschijnlijk veroorzaakt door systeemupdates die op de achtergrond worden geïnstalleerd. Als dat zo is, dan moet u wachten totdat de updates volledig zijn geïnstalleerd. Controleer ook of u niet een ander programma gelijktijdig probeert te installeren.</p>
pl: <p>Menedżer pakietów jest zajęty i nie może instalować w obecnym stanie. Instalator nie może kontynuować.</p><p>Blokada prawdopodobnie spowodowana jest aktualizacją systemu odbywającą się w tle. Jeżeli tak jest, musisz zaczekać chwilę aż menedżer zakończy swoją pracę. Proszę upewnij się, że nie instalujesz innej aplikacji w tle i spróbuj ponownie za kilka minut.</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
nl: <p>Waarschuwing: door het installatieproces nú af te breken kan het pakketsysteem schade oplopen.</p><p>Weet u zeker dat u het proces wilt afbreken?</p>
pl: <p>Ostrzeżenie: Anulowanie instalacji w tym stanie może prowadzić do uszkodzenia systemu pakietów.</p><p>Czy jesteś pewien, że teraz chcesz przerwać ten proces ?</p>

source: <p>You are calling for an alternative desktop installation, but it's not compatible with the profile selected. Please select another profile.</p>
nl: <p>U wilt een alternatieve werkomgeving gebruiken, maar deze is niet compatibel met het gekozen profiel. Kies een ander profiel.</p>
pl: <p>Chcesz wybrać instalację innego środowiska lecz nie jest ono kompatybilne z wybranym profilem. Proszę, wybierz inny profil.</p>

source: Another instance of Desktop Profiler is running, leaving ...
nl: Er draait al een proces van Werkomgevingsprofielen; bezig met afsluiten...
pl: Inna instancja Konfiguratora Pulpitu jest obecnie uruchomiona, wychodzenie ...

source: Cancel
nl: Annuleren
pl: Anuluj

source: Choose an additional desktop environment to install.
nl: Kies de aanvullende werkomgeving die u wilt installeren.
pl: Wybierz dodatkowe środowisko graficzne do instalacji.

source: Choose an additional desktop environment to install. Please do not use this option, unless you are absolutely sure what you are doing.
nl: Kies de aanvullende werkomgeving die u wilt installeren. Gebruik deze optie alléén als u weet wat u doet.
pl: Wybierz dodatkowe środowisko graficzne do instalacji. Proszę nie używaj tej opcji, chyba że jesteś pewien że wiesz co robisz.

source: Choose desktop environment
nl: Kies een werkomgeving
pl: Wybierz środowisko graficzne

source: Click to select profile
nl: Klik om dit profiel te kiezen
pl: Kliknij, aby wybrać profil

source: Default (TDE)
nl: Standaard (TDE)
pl: Domyślny (TDE)

source: Desktop Profiler
nl: Werkomgevingsprofielen
pl: Konfigurator Pulpitu

source: Desktop Profiler - install progress
nl: Werkomgevingsprofielen - Installatievoortgang
pl: Konfigurator Pulpitu - postęp instalacji

source: Desktop Profiler lets you to choose and apply the most appropriate desktop profile for this computer.
nl: Met Werkomgevingsprofielen kunt u het beste werkomgevingsprofiel voor deze computer kiezen en toepassen.
pl: Konfigurator Pulpitu pozwoli Ci wybrać najodpowiedniejszy profil dla tego komputera.

source: Desktop environment:
nl: Werkomgeving:
pl: Środowisko graficzne:

source: Desktop profiler - select default desktop environment
nl: Werkomgevingsprofielen - Kies de standaard werkomgeving
pl: Konfigurator pulpitu - wybierz domyślne środowisko graficzne

source: If you are not sure, just press <b>[ KDE Plasma ]</b> button to select the recommended option.
nl: Bij twijfel, klik op <b>[ KDE Plasma ]</b> - dit is de aanbevolen optie.
pl: Jeśli nie jesteś pewien, wybierz <b>[ KDE Plasma ]</b>. Jest to polecana opcja.

source: Installation process has requested to logoff this session. Do you want re-login just now ?
nl: Om de installatie te voltooien dient u uit en weer in te loggen. Wilt u nu opnieuw inloggen?
pl: Proces instalacji wymaga ponownego zalogowania tego użytkownika. Czy chcesz się zalogować ponownie teraz?

source: Launch installation
nl: Installatie starten
pl: Rozpocznij instalację

source: Next >
nl: Volgende >
pl: Dalej >

source: No configuration found, exiting ..
nl: Geen configuratie aangetroffen; bezig met afsluiten...
pl: Nie znaleziono konfiguracji, wychodzenie ..

source: None selected
nl: Niets geselecteerd
pl: Nic nie zaznaczono

source: Note
nl: Opmerking
pl: Informacja

source: Ok
nl: Oké

source: Please reboot your computer as soon as possible. Do you want reboot just now ?
nl: Start uw computer zo spoedig mogelijk opnieuw op. Wilt u nu opnieuw opstarten?
pl: Proszę jak najszybciej zrestartowac komputer. Czy chcesz zrobić to teraz?

source: Please restart X server as soon as possible.
nl: Herstart de X-server zo spoedig mogelijk.
pl: Proszę zresartować X server tak szybko, jak to możliwe.

source: Profile description
nl: Profielomschrijving
pl: Opis profilu

source: Software profile:
nl: Softwareprofiel:
pl: Profil oprogramowania:

source: Yes, I really want to install additional DE
nl: Ja, ik weet zeker dat ik een aanvullende werkomgeving wil
pl: Tak, na pewno chcę zainstalować dodatkowe środowisko graficzne
