Repository: Moltkex/q4os-i18n
Catalog: q4os-tools/*/q4os-screenscaler.po
Languages: it, nl, pl

source: Apply
it: Applica
nl: Toepassen
pl: Zastosuj

source: Cancel
it: Annulla
nl: Annuleren
pl: Anuluj

source: Form (ui_form1)
it: Modulo (ui_form1)
nl: Formulier (ui_form1)

source: Form1
it: Modulo 1

source: If you align the scale, fonts and elements on primary screen will match the real size.
it: Aggiustando la scala, i caratteri e gli elementi sullo schermo primario corrisponderanno alle dimensioni reali.
nl: Als u de schaal goed instelt, dan worden lettertypen en elementen op het primaire beeldscherm goed afgesteld.

source: Reset
it: Resetta
nl: Standaardwaarden
pl: Resetuj

source: Reset screen scaling configuration to system defaults
it: Reimposta l'ingrandimento dello schermo alle impostazioni predefinite del sistema
nl: Zet de beeldscherminstellingen terug op de standaard instellingen
pl: Przywróć domyślną konfigurację skalowania ekranu

source: Ruler [cm]:
it: Righello [cm]:
nl: Liniaal [cm]:
pl: Linijka [cm]:

source: Sample:
it: Esempio:
nl: Voorbeeld:

source: Save changes, you will need to login again
it: Salvate le modifiche, occorrerà rifare il login per visualizzarle
nl: Wijzigingen opslaan - meldt u daarna af en weer aan
pl: Zapisz zmiany, konieczne będzie ponowne zalogowanie się

source: Scaling factor
it: Fattore di scala
nl: Schaalfactor
pl: Współczynnik skalowania

source: Scaling factor / DPI value to apply / Primary screen guessed
it: Fattore di scala / Valore di DPI (Dots Per Inch) da applicare / Schermo primario
nl: Schaalfactor / Toe te passen DPI-waarde / Primair beeldscherm vastgesteld
pl: Współczynnik skalowania / Wartość DPI do zastosowania / Wykryty ekran główny

source: Screen scaling configuration has been saved. You need to login again for changes to take effect.
it: La configurazione dell'ingrandimento dello schermo è stata salvata. Devi uscire e riloggarti perché le modifiche abbiano effetto.
nl: De instellingen zijn opgeslagen. Meldt u af en weer aan om de wijzigingen toe te passen.
pl: Ustawienia skalowania ekranu zostały zapisane. Musisz zalogować się ponownie aby zastosować zmiany.

source: Screen scaling setup
it: Configurazione dell'ingrandimento dello schermo
nl: Beeldscherminstellingen
pl: Konfiguracja skalowania ekranu

source: Show advanced options
it: Mostra opzioni avanzate
nl: Geavanceerde opties tonen
pl: Pokaż zaawansowane opcje

source: This tool sets screen scaling up for Trinity desktop only, exiting ...
it: Questo strumento configura l'ingrandimento dello schermo solo per l'ambiente desktop Trinity, annullamento dell'operazione …
nl: Dit hulpmiddel werkt alleen op Trinity - bezig met afsluiten...
pl: To narzędzie ustawia skalowanie ekranu wyłącznie dla środowiska Trinity, wychodzenie ...
