Repository: Moltkex/q4os-i18n
Catalog: q4os-tools/*/q4os-shortcuts.po
Languages: nl

source: A KDE panel applet for a WINE menu
nl: Een KDE-paneelapplet voor een Wine-menu

source: Access the Internet
nl: Surf op het internet

source: Air
nl: Blauwe lucht

source: Autumn Leaves
nl: Herfstbladeren

source: Blueman Bluetooth Manager
nl: Blueman-bluetoothbeheerder

source: Bluetooth Manager
nl: Bluetoothbeheerder

source: Browse the World Wide Web
nl: Surf op het wereldwijde web

source: Burning tool
nl: CD's/DVD's branden

source: Centaurus constellation
nl: Centaurus-constellatie

source: Configure NVIDIA X Server Settings
nl: Stel de NVIDIA X Server-instellingen in

source: Control Panel
nl: Configuratiescherm

source: Control panel
nl: Configuratiescherm

source: Create, reorganize, and delete partitions
nl: Maak, herorden en verwijder partities

source: Curls on Green
nl: Krullen op groen

source: Damselfly
nl: Stamjuffer

source: Debian Future prototype
nl: Debian-toekomstprototype

source: Debian Lines
nl: Debian-lijnen

source: Debian Softwaves
nl: Debian zachte golven

source: Documents
nl: Documenten

source: Dolomiti
nl: Dolomieten

source: File Synchronizer
nl: Bestandssynchronisatie

source: Files and folders
nl: Bestanden en mappen

source: Find
nl: Zoeken

source: Games
nl: Spellen

source: Green curtain
nl: Groen gordijn

source: Help
nl: Hulp

source: Install Applications
nl: Programma's installeren

source: Install Q4OS to Pinebook
nl: Q4OS installeren op Pinebook

source: Install, remove and upgrade software packages
nl: Installeer, verwijder en werk softwarepakketten bij

source: Landscape Keltern
nl: Keltisch landschap

source: Language Pack installation
nl: Taalpakketten installeren

source: Lineart Logo
nl: Lijnkunstlogo

source: Look Switcher
nl: Themakiezer

source: Mail Client
nl: E-mailprogramma

source: Media player
nl: Mediaspeler

source: My Documents
nl: Mijn documenten

source: NVIDIA X Server Settings
nl: NVIDIA X Server-instellingen

source: Network Shares
nl: Netwerkdelingen

source: Network connections
nl: Netwerkverbindingen

source: Nightfear
nl: Nachtelijke angst

source: Open Terminal
nl: Terminalvenster openen

source: Package Manager
nl: Pakketbeheer

source: Partition Editor
nl: Partities aanpassen

source: Pictures
nl: Afbeeldingen

source: Print system
nl: Afdruksysteem

source: Programs
nl: Programma's

source: Q-Blue flat
nl: Q-Blue - plat

source: Q4OS Design 1
nl: Q4OS - Ontwerp 1

source: Q4OS Design 2
nl: Q4OS - Ontwerp 2

source: Q4OS Software Centre
nl: Q4OS-softwarecentrum

source: Q4OS Welcome Screen
nl: Q4OS-welkomstscherm

source: Q4OS documentation on-line
nl: Online Q4OS-documentatie

source: Read, capture, broadcast your multimedia streams
nl: Multimediastreams uitlezen, opnemen en uitzenden

source: Read/Write Mail/News with Thunderbird
nl: E-mail ontvangen en opstellen en nieuws lezen met Thunderbird

source: Screen scaling
nl: Beeldscherminstellingen

source: Settings
nl: Instellingen

source: Simple Screen Recorder
nl: Eenvoudig schermopnameprogramma

source: SimpleOutlook Glass
nl: Eenvoudig uitzicht - Glas

source: SimpleOutlook Glass Adaptive
nl: Eenvoudig uitzicht - Glas (past zich aan)

source: SimpleOutlook Pyramids
nl: Eenvoudig uitzicht - Pyramiden

source: SimpleOutlook Ridge
nl: Eenvoudig uitzicht - Rand

source: SimpleOutlook Sunset
nl: Eenvoudig uitzicht - Zonsondergang

source: Skype Internet Telephony
nl: Skype-internettelefonie

source: StartUp
nl: Opstarten

source: Storm Blue
nl: Blauwe storm

source: Synaptic Package Manager
nl: Synaptic-pakketbeheer

source: Sync your files across computers and to the web
nl: Synchroniseer uw bestanden tussen computers en naar het internet

source: System
nl: Systeem

source: TDevelop - Q4OS Development Pack
nl: TDevelop - Q4OS-ontwikkelingspakket

source: Terminal Program
nl: Terminalprogramma

source: The Bay
nl: De baai

source: Trash
nl: Prullenbak

source: Uninstall
nl: De誰nstalleren

source: Uninstall Chromium
nl: Chromium de誰nstalleren

source: Uninstall Q4OS Development Pack
nl: Q4OS-ontwikkelingspakket de誰nstalleren

source: Uninstall substitute_application_name_desc
nl: substitute_application_name_desc de誰nstalleren

source: Update Manager
nl: Updatebeheer

source: Users and groups
nl: Gebruikers en groepen

source: VLC media player
nl: VLC-mediaspeler

source: Wine Configuration
nl: Wine-instellingen

source: Wine control panel
nl: Wine-configuratiescherm

source: substitute_application_name for Q4OS
nl: substitute_application_name voor Q4OS
