Repository: Moltkex/q4os-i18n
Catalog: q4os-tools/*/software-centre.po
Languages: fr

source: <p>Discover software manager isn't installed, please install it first.</p>
fr: <p>Le gestionnaire de paquets Discover n'est pas installé, veuillez l'installer en premier.<p>

source: <p>NVIDIA installation has been detected !</p><p>Actions are disabled during NVIDIA setup, please wait until end of the NVIDIA installation.</p>
fr: <p>Le système a détecté une installation NVIDIA !</p><p>Les actions sont désactivées pendant l'installation de NVIDIA, veuillez patienter jusqu'à la fin de l'installation.</p>

source: <p>Virtualbox installation has been detected !</p><p>Actions are disabled during Virtualbox setup, please wait until end of the Virtualbox installation.</p>
fr: <p>Le système a détecté une installation de Virtualbox !</p><p>Les actions sont désactivées durant l'installation de Virtualbox, svp attentez la fin de cette installation.</p>

source: <p>You have applied no desktop profile yet. It's highly recommended to apply a desktop profile before installing applications.</p><p>Please run <b>Dektop Profiler</b> tool to choose and apply a profile.</p>
fr: <p>Vous n'avez appliqué aucun profil bureautique. Il est recommandé d'appliquer un profil bureautique avant d'installer des applications.</p><p>SVP exécutez le <b>gestionnaire de profil</b> pour choisir un profil.<p>

source: Cancel
fr: Annuler

source: Desktop profiler
fr: Gestionnaire de profil

source: Install application
fr: Installer l'application

source: Install selected applications
fr: Installer les applications sélectionnées

source: Package manager
fr: Gestionnaire de paquets

source: Q4OS Software Centre
fr: Centre de logiciels Q4OS

source: Rating
fr: Notation

source: Run 'Desktop Profiler' tool
fr: Exécuter le gestionnaire de profil

source: Run 'Discover' - software manager
fr: Exécuter le gestionnaire de paquets « Discover »

source: Run 'Synaptic' - system package manager
fr: Exécuter le gestionnaire de paquets « Synaptic »

source: Search:
fr: Chercher :

source: Uninstall
fr: Désinstaller

source: Uninstall now
fr: Désinstaller maintenant

source: config_file
fr: fichier de configuration

source: download
fr: télécharger

source: package
fr: paquet

source: rating_num
fr: notation
